Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Reconcile state
de: Abgleichstatus
es: Estado de conciliación
fr: État de rapprochement
it: Stato di riconciliazione
ja: 照合状態
pt_br: Status de reconciliação
zh_hans: 对账状态

source: Reconcile the selected account
de: Ausgewähltes Konto abgleichen
es: Conciliar la cuenta seleccionada
fr: Rapprocher le compte sélectionné
it: Riconcilia il conto selezionato
ja: 選択中の勘定科目を照合
pt_br: Reconciliar a conta selecionada
zh_hans: 对账所选科目

source: Reconcile, import, categorise
de: Abgleichen, importieren, kategorisieren
es: Conciliar, importar, categorizar
fr: Rapprocher, importer, catégoriser
it: Riconcilia, importa, categorizza
ja: 照合・読み込み・分類
pt_br: Reconciliar, importar, categorizar
zh_hans: 对账、导入、分类

source: Reconciled
de: Abgeglichen
es: Conciliado
fr: Rapproché
it: Riconciliato
ja: 照合済み
pt_br: Conciliado
zh_hans: 已核对

source: Reconciled:
de: Abgeglichen:
es: Conciliado:
fr: Rapproché :
it: Riconciliato:
ja: 照合済み:
pt_br: Reconciliado:
zh_hans: 已对账：

source: Reconcile…
de: Abgleichen …
es: Conciliar…
fr: Rapprocher…
it: Riconcilia…
ja: 照合…
pt_br: Reconciliar…
zh_hans: 对账…

source: Reconciliation
de: Abgleich
es: Conciliación
fr: Rapprochement
it: Riconciliazione
ja: 照合
pt_br: Reconciliação
zh_hans: 对账

source: Reconciliation status
de: Abgleichstatus
es: Estado de la conciliación
fr: État du rapprochement
it: Stato della riconciliazione
ja: 照合状況
pt_br: Status da reconciliação
zh_hans: 对账状态

source: Reconciling an account
de: Ein Konto abgleichen
es: Conciliar una cuenta
fr: Rapprocher un compte
it: Riconciliare un conto
ja: 勘定科目を照合する
pt_br: Reconciliar uma conta
zh_hans: 对账某个科目

source: Reconciling needs an account to reconcile.
de: Zum Abgleichen wird ein Konto benötigt.
es: Para conciliar hace falta una cuenta.
fr: Le rapprochement nécessite un compte.
it: La riconciliazione richiede un conto.
ja: 照合するには勘定が必要です。
pt_br: A conciliação precisa de uma conta.
zh_hans: 对账需要先选择一个账户。

source: Reconciling proves your records match the bank's. Choose Book ▸ Reconcile Account… (⇧⌘R) with the account selected.
de: Der Abgleich belegt, dass Ihre Aufzeichnungen mit denen der Bank übereinstimmen. Wählen Sie bei ausgewähltem Konto Buch ▸ Konto abgleichen … (⇧⌘R).
es: Conciliar demuestra que tus registros coinciden con los del banco. Con la cuenta seleccionada, elige Libro ▸ Conciliar cuenta… (⇧⌘R).
fr: Le rapprochement prouve que vos écritures concordent avec celles de la banque. Le compte sélectionné, choisissez Livre ▸ Rapprocher le compte… (⇧⌘R).
it: La riconciliazione dimostra che le tue registrazioni coincidono con quelle della banca. Con il conto selezionato, scegli Libro ▸ Riconcilia conto… (⇧⌘R).
ja: 照合は、あなたの記録が銀行のものと一致していることを確かめる作業です。勘定科目を選んだ状態で「帳簿 ▸ 勘定科目を照合…」(⇧⌘R) を選びます。
pt_br: Reconciliar prova que seus registros batem com os do banco. Com a conta selecionada, escolha Livro ▸ Reconciliar conta… (⇧⌘R).
zh_hans: 对账用于证明你的记录与银行一致。选中科目后，选择「账簿 ▸ 对账科目…」（⇧⌘R）。

source: Record
de: Eintrag
es: Registro
fr: Fiche
it: Scheda
ja: 記録
pt_br: Registro
zh_hans: 记录

source: Record Dividend
de: Dividende erfassen
es: Registrar dividendo
fr: Enregistrer un dividende
it: Registra dividendo
ja: 配当を記録
pt_br: Registrar dividendo
zh_hans: 记录股息

source: Record Dividend…
de: Dividende erfassen …
es: Registrar dividendo…
fr: Enregistrer un dividende…
it: Registra dividendo…
ja: 配当を記録…
pt_br: Registrar dividendo…
zh_hans: 记录股息…

source: Record Dividend… books the cash and, where it applies, the franking credits — so the tax reports have what they need at the end of the year.
de: Dividende erfassen … bucht die Barzahlung und, wo zutreffend, die Steuergutschriften — damit die Steuerberichte am Jahresende alles Nötige haben.
es: Registrar dividendo… contabiliza el efectivo y, cuando corresponde, los créditos fiscales, para que los informes fiscales tengan lo que necesitan a fin de año.
fr: Enregistrer un dividende… comptabilise le montant en espèces et, le cas échéant, les crédits d’impôt — afin que les rapports fiscaux disposent du nécessaire en fin d’année.
it: Registra dividendo… contabilizza la parte in contanti e, dove previsto, i crediti d’imposta, così i resoconti fiscali hanno ciò che serve a fine anno.
ja: 「配当を記録…」は現金分と、該当する場合はフランキングクレジットも記帳します。これにより年度末の税務レポートに必要な情報が揃います。
pt_br: Registrar dividendo… lança o valor em dinheiro e, quando aplicável, os créditos fiscais — assim os relatórios fiscais têm o que precisam no fim do ano.
zh_hans: 「记录股息…」会记入现金部分，并在适用时记入税收抵免 — 使年末的税务报表具备所需数据。

source: Record Payment
de: Zahlung erfassen
es: Registrar pago
fr: Enregistrer le paiement
it: Registra pagamento
ja: 支払いを記録
pt_br: Registrar pagamento
zh_hans: 记录付款

source: Record a transfer where the two sides are in different currencies.
de: Eine Umbuchung erfassen, deren beide Seiten in verschiedenen Währungen stehen.
es: Registre una transferencia cuyos dos lados están en monedas distintas.
fr: Enregistrer un virement dont les deux côtés sont dans des devises différentes.
it: Registrate un trasferimento i cui due lati sono in valute diverse.
ja: 両側の通貨が異なる資金移動を記録します。
pt_br: Registre uma transferência cujos dois lados estão em moedas diferentes.
zh_hans: 记录两端币种不同的转账。

source: Record franking credits (gross-up)
de: Steuergutschriften erfassen (Hochrechnung)
es: Registrar créditos fiscales (bruto)
fr: Enregistrer les crédits d’impôt (montant brut)
it: Registra i crediti d’imposta (lordizzazione)
ja: フランキングクレジットを記録（グロスアップ）
pt_br: Registrar créditos fiscais (valor bruto)
zh_hans: 记录税收抵免（还原为税前）

source: Record security prices to plot them over time.
de: Erfassen Sie Wertpapierkurse, um sie im Zeitverlauf darzustellen.
es: Registra cotizaciones para representarlas a lo largo del tiempo.
fr: Enregistrez des cours de titres pour les tracer dans le temps.
it: Registra le quotazioni dei titoli per rappresentarle nel tempo.
ja: 証券価格を記録すると、時系列で表示できます。
pt_br: Registre cotações para representá-las ao longo do tempo.
zh_hans: 记录证券价格，即可绘制其时间走势。

source: Recording transactions
de: Buchungen erfassen
es: Registrar transacciones
fr: Saisir des opérations
it: Registrare transazioni
ja: 取引を記録する
pt_br: Registrar transações
zh_hans: 记录交易

source: Records
de: Unterlagen
es: Registros
fr: Fiches
it: Documenti
ja: 記録
pt_br: Registros
zh_hans: 记录

source: Recurring entries, reminders, and what is coming up.
de: Wiederkehrende Einträge, Erinnerungen und was ansteht.
es: Entradas recurrentes, recordatorios y lo que viene.
fr: Écritures récurrentes, rappels et échéances à venir.
it: Voci ricorrenti, promemoria e cosa sta arrivando.
ja: 繰り返しの記帳、リマインダー、今後の予定。
pt_br: Lançamentos recorrentes, lembretes e o que está por vir.
zh_hans: 周期性记账、提醒，以及即将到来的事项。

source: Reduces what the customer owes instead of increasing it
de: Verringert die Forderung an den Kunden, statt sie zu erhöhen
es: Reduce lo que debe el cliente en lugar de aumentarlo
fr: Diminue ce que doit le client au lieu de l’augmenter
it: Riduce quanto deve il cliente invece di aumentarlo
ja: 顧客の未収額を増やす代わりに減らします
pt_br: Reduz o que o cliente deve, em vez de aumentar
zh_hans: 减少客户欠款，而不是增加

source: Reduces what you owe the vendor instead of increasing it
de: Verringert Ihre Verbindlichkeit gegenüber dem Lieferanten, statt sie zu erhöhen
es: Reduce lo que debes al proveedor en lugar de aumentarlo
fr: Diminue ce que vous devez au fournisseur au lieu de l’augmenter
it: Riduce quanto devi al fornitore invece di aumentarlo
ja: 仕入先への未払額を増やす代わりに減らします
pt_br: Reduz o que você deve ao fornecedor, em vez de aumentar
zh_hans: 减少你欠供应商的金额，而不是增加

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
ja: 参照番号
pt_br: Referência
zh_hans: 参考号

source: Reference column: %lld
de: Referenzspalte: %lld
es: Columna de referencia: %lld
fr: Colonne de référence : %lld
it: Colonna riferimento: %lld
ja: 参照の列: %lld
pt_br: Coluna de referência: %lld
zh_hans: 参考列：%lld

source: Reference column: none
de: Referenzspalte: keine
es: Columna de referencia: ninguna
fr: Colonne de référence : aucune
it: Colonna riferimento: nessuna
ja: 参照の列: なし
pt_br: Coluna de referência: nenhuma
zh_hans: 参考列：无

source: Refetch
de: Neu laden
es: Volver a descargar
fr: Recharger
it: Riscarica
ja: 再取得
pt_br: Buscar de novo
zh_hans: 重新获取

source: Refetch %@
de: %@ neu laden
es: Volver a descargar %@
fr: Recharger %@
it: Riscarica %@
ja: %@ を再取得
pt_br: Buscar %@ de novo
zh_hans: 重新获取%@

source: Refetch All Company Data
de: Alle Unternehmensdaten neu laden
es: Volver a obtener todos los datos de empresa
fr: Recharger toutes les données d’entreprise
it: Riscarica tutti i dati societari
ja: すべての企業データを再取得
pt_br: Rebuscar todos os dados da empresa
zh_hans: 重新获取所有公司数据

source: Refetch Selected (Replace History)
de: Auswahl neu abrufen (Verlauf ersetzen)
es: Volver a descargar la selección (reemplazar histórico)
fr: Récupérer à nouveau la sélection (remplacer l’historique)
it: Riscarica la selezione (sostituisci lo storico)
ja: 選択項目を再取得（履歴を置き換え）
pt_br: Buscar novamente os selecionados (substituir histórico)
zh_hans: 重新获取所选项（替换历史）

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
pt_br: Atualizar
zh_hans: 刷新

source: Register
de: Kontobuch
es: Libro
fr: Registre
it: Libro mastro
ja: 記入帳
pt_br: Razão
zh_hans: 流水账

source: Register Style
de: Journaldarstellung
es: Estilo del libro
fr: Style du registre
it: Stile del registro
ja: 記録簿のスタイル
pt_br: Estilo do livro
zh_hans: 账簿样式

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
pt_br: Recarregar
zh_hans: 重新载入

source: Remembered from a previous import.
de: Aus einem früheren Import gemerkt.
es: Recordado de una importación anterior.
fr: Mémorisé lors d’un import précédent.
it: Memorizzato da un'importazione precedente.
ja: 以前のインポートから記憶しました。
pt_br: Lembrado de uma importação anterior.
zh_hans: 根据以往导入记忆。

source: Remind %lld days early
de: %lld Tage vorher erinnern
es: Avisar %lld días antes
fr: Rappeler %lld jours à l’avance
it: Ricorda %lld giorni prima
ja: %lld 日前に通知
pt_br: Lembrar %lld dias antes
zh_hans: 提前 %lld 天提醒

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 取り除く
pt_br: Remover
zh_hans: 移除

source: Remove %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
it: Rimuovi %@
ja: %@ を削除
pt_br: Remover %@
zh_hans: 移除 %@

source: Remove Foreign Amount
de: Fremdwährungsbetrag entfernen
es: Quitar importe en divisa
fr: Retirer le montant en devise
it: Rimuovi importo in valuta
ja: 外貨金額を削除
pt_br: Remover valor em moeda estrangeira
zh_hans: 移除外币金额

source: Remove Link
de: Verknüpfung entfernen
es: Quitar el enlace
fr: Retirer le lien
it: Rimuovi collegamento
ja: リンクを解除
pt_br: Remover link
zh_hans: 移除链接

source: Remove Split
de: Buchungsteil entfernen
es: Eliminar desglose
fr: Supprimer la répartition
it: Rimuovi suddivisione
ja: スプリットを削除
pt_br: Remover divisão
zh_hans: 移除分录

source: Remove Target
de: Kursziel entfernen
es: Quitar el objetivo
fr: Retirer l’objectif
it: Rimuovi obiettivo
ja: 目標を削除
pt_br: Remover alvo
zh_hans: 移除目标

source: Remove detail
de: Detail entfernen
es: Quitar el detalle
fr: Retirer le détail
it: Rimuovi dettaglio
ja: 詳細を削除
pt_br: Remover detalhe
zh_hans: 移除明细

source: Remove from Favourites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
pt_br: Remover dos favoritos
zh_hans: 从收藏中移除

source: Remove from Recents
de: Aus zuletzt benutzten entfernen
es: Quitar de recientes
fr: Retirer des éléments récents
it: Rimuovi dai recenti
ja: 最近使った項目から削除
pt_br: Remover dos recentes
zh_hans: 从最近使用中移除

source: Remove split
de: Buchungsteil entfernen
es: Eliminar desglose
fr: Supprimer la répartition
it: Rimuovi suddivisione
ja: スプリットを削除
pt_br: Remover divisão
zh_hans: 移除分录

source: Remove this criterion
de: Dieses Kriterium entfernen
es: Quitar este criterio
fr: Retirer ce critère
it: Rimuovi questo criterio
ja: この条件を削除
pt_br: Remover este critério
zh_hans: 移除此条件

source: Remove this split
de: Diesen Buchungsteil entfernen
es: Eliminar este desglose
fr: Supprimer cette répartition
it: Rimuovi questa suddivisione
ja: このスプリットを削除
pt_br: Remover esta divisão
zh_hans: 移除此分录

source: Remove what-if event %@
de: Was-wäre-wenn-Ereignis %@ entfernen
es: Quitar el evento hipotético %@
fr: Retirer l’événement hypothétique %@
it: Rimuovi lo scenario ipotetico %@
ja: 仮定イベント %@ を削除
pt_br: Remover o evento hipotético %@
zh_hans: 移除假设事件 %@

source: Removes the link only — the file stays where it is
de: Entfernt nur die Verknüpfung — die Datei bleibt, wo sie ist
es: Solo quita el enlace: el archivo permanece donde está
fr: Retire uniquement le lien — le fichier reste à sa place
it: Rimuove solo il collegamento: il file resta dov’è
ja: リンクのみを解除します。ファイルはそのまま残ります
pt_br: Remove apenas o link — o arquivo permanece onde está
zh_hans: 仅移除链接 — 文件保持原位

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
pt_br: Renomear
zh_hans: 重命名

source: Rename Book
de: Buch umbenennen
es: Renombrar libro
fr: Renommer le livre
it: Rinomina libro
ja: 帳簿の名称を変更
pt_br: Renomear livro
zh_hans: 重命名账簿

source: Rename Group
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
it: Rinomina gruppo
ja: グループ名を変更
pt_br: Renomear grupo
zh_hans: 重命名分组

source: Rename description
de: Beschreibung umbenennen
es: Renombrar la descripción
fr: Renommer le libellé
it: Rinomina la descrizione
ja: 摘要の名称を変更
pt_br: Renomear a descrição
zh_hans: 重命名摘要

source: Rename to “%@” — bank text kept in the memo
de: In „%@“ umbenennen — der Banktext bleibt im Buchungstext
es: Renombrar a «%@»: el texto del banco se conserva en el memo
fr: Renommer en « %@ » — le texte de la banque est conservé dans le mémo
it: Rinomina in «%@»: il testo della banca resta nel memo
ja: 「%@」に名称変更 — 銀行の文言は摘要に残ります
pt_br: Renomear para «%@» — o texto do banco fica no memorando
zh_hans: 重命名为「%@」 — 银行原文保留在备注中

source: Renamed from “%@” (kept in memo)
de: Umbenannt von „%@“ (im Buchungstext erhalten)
es: Renombrado desde «%@» (conservado en el memo)
fr: Renommé depuis « %@ » (conservé dans le mémo)
it: Rinominato da «%@» (conservato nel memo)
ja: 「%@」から名称変更（摘要に保持）
pt_br: Renomeado de «%@» (mantido no memorando)
zh_hans: 由「%@」重命名（原文保留在备注中）

source: Renames the book file where it is. The book must be closed.
de: Benennt die Buchdatei an ihrem Ort um. Das Buch muss geschlossen sein.
es: Renombra el archivo del libro en su ubicación. El libro debe estar cerrado.
fr: Renomme le fichier du livre sur place. Le livre doit être fermé.
it: Rinomina il file del libro dov’è. Il libro deve essere chiuso.
ja: 帳簿ファイルをその場で名称変更します。帳簿は閉じている必要があります。
pt_br: Renomeia o arquivo do livro onde ele está. O livro deve estar fechado.
zh_hans: 就地重命名账簿文件。账簿必须处于关闭状态。

source: Rename…
de: Umbenennen …
es: Renombrar…
fr: Renommer…
it: Rinomina…
ja: 名称変更…
pt_br: Renomear…
zh_hans: 重命名…

source: Renumber Sub-Accounts
de: Unterkonten neu nummerieren
es: Renumerar subcuentas
fr: Renuméroter les sous-comptes
it: Rinumera i sottoconti
ja: 子勘定科目に番号を振り直す
pt_br: Renumerar subcontas
zh_hans: 重新编号子科目

source: Reopen the last book
de: Zuletzt geöffnetes Buch erneut öffnen
es: Volver a abrir el último libro
fr: Rouvrir le dernier livre
it: Riapri l’ultimo libro
ja: 前回の帳簿を開き直す
pt_br: Reabrir o último livro
zh_hans: 重新打开上次的账簿

source: Repair Book
de: Buch reparieren
es: Reparar libro
fr: Réparer le livre
it: Ripara libro
ja: 帳簿を修復
pt_br: Reparar livro
zh_hans: 修复账簿

source: Repair Book also names any transaction posted in an impossible year. A mistyped year hides well — the entry still balances and still reconciles, it has just left the period it belongs to, so it drops out of every report that goes by date. It is reported rather than corrected, because only you know which year was meant.
de: „Buch reparieren“ benennt außerdem jede Buchung in einem unmöglichen Jahr. Eine vertippte Jahreszahl versteckt sich gut — die Buchung bleibt ausgeglichen und abstimmbar, sie hat nur den Zeitraum verlassen, in den sie gehört, und fällt damit aus jedem Bericht nach Datum heraus. Sie wird gemeldet, nicht korrigiert: nur Sie wissen, welches Jahr gemeint war.
es: Reparar libro también señala cualquier transacción contabilizada en un año imposible. Un año mal escrito se esconde bien: el apunte sigue cuadrando y sigue conciliando, solo ha abandonado el periodo al que pertenece, así que cae fuera de todo informe por fecha. Se informa, no se corrige, porque solo usted sabe qué año se quiso poner.
fr: Réparer le livre signale aussi toute opération enregistrée dans une année impossible. Une année mal saisie se cache bien : l’écriture reste équilibrée et rapprochable, elle a seulement quitté la période à laquelle elle appartient et sort donc de tout rapport par date. Elle est signalée, non corrigée, car vous seul savez quelle année était voulue.
it: Ripara libro segnala anche ogni operazione registrata in un anno impossibile. Un anno digitato male si nasconde bene: la scrittura resta quadrata e riconciliabile, ha solo lasciato il periodo a cui appartiene e cade quindi fuori da ogni rapporto per data. Viene segnalata, non corretta, perché solo tu sai quale anno intendevi.
ja: 「帳簿を修復」は、あり得ない年に記帳された取引も指摘します。年の打ち間違いは見つかりにくいものです。貸借は合い、照合もできるまま、本来の期間から外れているだけなので、日付で見るすべてのレポートから抜け落ちます。修正はせず報告にとどめます。どの年のつもりだったかを知っているのはあなただけだからです。
pt_br: Reparar livro também aponta qualquer transação lançada em um ano impossível. Um ano digitado errado se esconde bem — o lançamento continua balanceado e continua conciliando, apenas saiu do período a que pertence e por isso cai fora de todo relatório por data. Ele é relatado, não corrigido, porque só você sabe qual ano era o pretendido.
zh_hans: “修复账簿”还会指出记在不可能年份的交易。年份打错很难被发现——分录依然借贷平衡、依然能对账，只是离开了本该所属的期间，于是从每一份按日期取数的报表中掉了出去。它只被报告而不被更正，因为只有你知道原本想填的是哪一年。

source: Repair Book…
de: Buch reparieren …
es: Reparar libro…
fr: Réparer le livre…
it: Ripara libro…
ja: 帳簿を修復…
pt_br: Reparar livro…
zh_hans: 修复账簿…

source: Reparent to
de: Neu zuordnen zu
es: Reasignar a
fr: Rattacher à
it: Riassegna a
ja: 移動先の親
pt_br: Reatribuir a
zh_hans: 改挂到

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: 繰り返し
pt_br: Repetir
zh_hans: 重复

source: Repeats
de: Wiederholungen
es: Repeticiones
fr: Récurrences
it: Ripetizioni
ja: 繰り返し
pt_br: Repetições
zh_hans: 重复

source: Replace History
de: Verlauf ersetzen
es: Reemplazar el histórico
fr: Remplacer l’historique
it: Sostituisci lo storico
ja: 履歴を置き換え
pt_br: Substituir histórico
zh_hans: 替换历史

source: Replace price history for %lld selected securities?
de: Kurshistorie für %lld ausgewählte Wertpapiere ersetzen?
es: ¿Reemplazar el historial de cotizaciones de %lld valores seleccionados?
fr: Remplacer l’historique des cours de %lld titres sélectionnés ?
it: Sostituire lo storico quotazioni di %lld titoli selezionati?
ja: 選択した %lld 銘柄の価格履歴を置き換えますか？
pt_br: Substituir o histórico de cotações de %lld títulos selecionados?
zh_hans: 要替换所选 %lld 只证券的价格历史吗？

source: Replace with File…
de: Durch Datei ersetzen …
es: Reemplazar por un archivo…
fr: Remplacer par un fichier…
it: Sostituisci con un file…
ja: ファイルに置き換え…
pt_br: Substituir por arquivo…
zh_hans: 替换为文件…

source: Replace with Web Link…
de: Durch Weblink ersetzen …
es: Reemplazar por un enlace web…
fr: Remplacer par un lien web…
it: Sostituisci con un collegamento web…
ja: Web リンクに置き換え…
pt_br: Substituir por link da web…
zh_hans: 替换为网页链接…

source: Report
de: Bericht
es: Informe
fr: Rapport
it: Resoconto
ja: レポート
pt_br: Relatório
zh_hans: 报表

source: Reporting
de: Berichte
es: Informes
fr: Rapports
it: Rendiconti
ja: レポート
pt_br: Relatórios
zh_hans: 报表

source: Reporting period
de: Berichtszeitraum
es: Periodo del informe
fr: Période de référence
it: Periodo di riferimento
ja: レポート期間
pt_br: Período do relatório
zh_hans: 报告期间

source: Reporting period — governs the board, the reports, and what a new report opens on
de: Berichtszeitraum – gilt für die Übersicht, die Berichte und den Zeitraum neuer Berichte
es: Periodo del informe: rige el panel, los informes y el periodo inicial de un informe nuevo
fr: Période de référence — régit le tableau, les rapports et la période d’ouverture d’un nouveau rapport
it: Periodo di riferimento — vale per la bacheca, i report e il periodo iniziale di un nuovo report
ja: レポート期間 — ボード、レポート、新規レポートの初期期間に適用されます
pt_br: Período do relatório — rege o painel, os relatórios e o período inicial de um novo relatório
zh_hans: 报告期间 — 适用于概览板、报告，以及新建报告的默认期间

source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Resoconti
ja: レポート
pt_br: Relatórios
zh_hans: 报表

source: Reports and statements
de: Berichte und Abschlüsse
es: Informes y estados
fr: Rapports et états
it: Resoconti e bilanci
ja: レポートと財務諸表
pt_br: Relatórios e demonstrações
zh_hans: 报表与财务报表

source: Reports bills due, over-budget spending and other alerts.
de: Meldet fällige Rechnungen, Budgetüberschreitungen und andere Warnungen.
es: Informa de facturas vencidas, gastos por encima del presupuesto y otros avisos.
fr: Signale les factures échues, les dépassements de budget et d’autres alertes.
it: Segnala fatture in scadenza, spese oltre budget e altri avvisi.
ja: 支払期日、予算超過の支出、その他の通知を報告します。
pt_br: Informa contas a vencer, gastos acima do orçamento e outros alertas.
zh_hans: 报告到期账单、超预算支出及其他提醒。

source: Reports in New Window
de: Berichte in neuem Fenster
es: Informes en una ventana nueva
fr: Rapports dans une nouvelle fenêtre
it: Resoconti in una nuova finestra
ja: レポートを新規ウインドウで
pt_br: Relatórios em nova janela
zh_hans: 在新窗口中显示报表

source: Reports the balance of an account in your FinvestLens book.
de: Meldet den Saldo eines Kontos in Ihrem FinvestLens-Buch.
es: Informa del saldo de una cuenta de tu libro de FinvestLens.
fr: Indique le solde d’un compte de votre livre FinvestLens.
it: Riporta il saldo di un conto nel tuo libro FinvestLens.
ja: FinvestLens 帳簿にある勘定科目の残高を報告します。
pt_br: Informa o saldo de uma conta no seu livro do FinvestLens.
zh_hans: 报告 FinvestLens 账簿中某个科目的余额。

source: Reports your current net worth from your FinvestLens book.
de: Meldet Ihr aktuelles Nettovermögen aus Ihrem FinvestLens-Buch.
es: Informa de tu patrimonio neto actual a partir de tu libro de FinvestLens.
fr: Indique votre valeur nette actuelle d’après votre livre FinvestLens.
it: Riporta il tuo patrimonio netto attuale dal libro FinvestLens.
ja: FinvestLens 帳簿から現在の純資産を報告します。
pt_br: Informa seu patrimônio líquido atual a partir do livro do FinvestLens.
zh_hans: 根据 FinvestLens 账簿报告你当前的净资产。

source: Reports ▸ Reports… (⌘R) opens the gallery: balance sheet, income statement, trial balance, cash flow, budget, tax, investment and business reports.
de: Berichte ▸ Berichte … (⌘R) öffnet die Übersicht: Bilanz, Gewinn- und Verlustrechnung, Rohbilanz, Kapitalflussrechnung sowie Budget-, Steuer-, Anlage- und Geschäftsberichte.
es: Informes ▸ Informes… (⌘R) abre la galería: balance, estado de resultados, balance de comprobación, flujo de caja e informes de presupuesto, fiscales, de inversión y de empresa.
fr: Rapports ▸ Rapports… (⌘R) ouvre la galerie : bilan, compte de résultat, balance générale, flux de trésorerie, budget, fiscalité, placements et entreprise.
it: Resoconti ▸ Resoconti… (⌘R) apre la raccolta: stato patrimoniale, conto economico, bilancio di verifica, flusso di cassa e resoconti di budget, fiscali, di investimento e aziendali.
ja: 「レポート ▸ レポート…」(⌘R) で一覧が開きます。貸借対照表、損益計算書、試算表、キャッシュフロー、予算、税務、投資、ビジネスの各レポートがあります。
pt_br: Relatórios ▸ Relatórios… (⌘R) abre a galeria: balanço patrimonial, demonstração de resultados, balancete, fluxo de caixa e relatórios de orçamento, fiscais, de investimento e de negócios.
zh_hans: 「报表 ▸ 报表…」（⌘R）打开报表库：资产负债表、利润表、试算表、现金流量表，以及预算、税务、投资与企业类报表。

source: Reports…
de: Berichte …
es: Informes…
fr: Rapports…
it: Resoconti…
ja: レポート…
pt_br: Relatórios…
zh_hans: 报表…

source: Requests
de: Anfragen
es: Peticiones
fr: Requêtes
it: Richieste
ja: リクエスト
pt_br: Requisições
zh_hans: 请求
